Revit 2027 API
UIFabricationUtils.SetOpenConnectorIndicatorTowardsColor Method
 Sets the color of the open connector indicator in towards direction
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static void SetOpenConnectorIndicatorTowardsColor(
	Color color
)
Public Shared Sub SetOpenConnectorIndicatorTowardsColor (
	color As Color
)
public:
static void SetOpenConnectorIndicatorTowardsColor(
	Color^ color
)
static member SetOpenConnectorIndicatorTowardsColor :
        color : Color -> unit
Parameters
color Color
Exceptions
Exception | Condition
ArgumentNullException |  A non-optional argument was null
See Also
Reference
UIFabricationUtils Class
Autodesk.Revit.UI Namespace